#Дана строка. Вывести строку, содержащую те же символы, но
#расположенные в обратном порядке
s = input('Введите строку: ')
print(s)
# выводит строку в обратном порядке
print(s[::-1])