info_anketa = [
    (1, 'Иван', 'Иванов', '1990-04-18', 'м', '2015-09-06', 'Менеджер', 'Отдел продаж', 27000),
    (2, 'Игорь', 'Петров', '1986-12-28', 'м', '2010-01-26', 'Программист', 'IT', 30000),
    (3, 'Валерия', 'Сухарева', '1997-05-14', 'ж', '2020-10-21', 'Администратор', 'Администрация', 50000),
    (4, 'Светлана', 'Савельева', '1970-09-19', 'ж', '2000-01-01', 'Директор', 'Администрация', 101000),
    (5, 'Акакий', 'Виноградов', '1968-08-30', 'м', '2022-01-09', 'Системный админестратор', 'IT', 89000),
    (6, 'Лилия', 'Скворцова', '1972-02-28', 'ж', '2022-06-01', 'Бухгалер', 'Бухгалтерия', 120000),
    (7, 'Никита', 'Бозюков', '2004-07-27', 'м', '2022-08-09', 'Бухгалтер', 'Бухгалтерия', 500000000),
    (8, 'Петр', 'Петров', '1985-05-27', 'м', '2023-01-01', 'Менеджер', 'Отдел продаж', 145000),
    (9, 'Анна', 'Тарасевич', '2006-03-23', 'ж', '2023-03-13', 'Web-дизайнер', 'IT', 150000),
    (10, 'Семён', 'Сусликов', '1987-01-9', 'ж', '2009-10-08', 'Менеджер', 'Отдел продаж', 150000),
    (42, 'Даниил', 'Скляров', '1956-11-11', 'м', '2022-02-28', 'Хирург', 'Хирургический', 70000)
]

info_list = [
    (1,1,'2022-04-01', '2022-04-14', 'Обморожение', 'Ангина', 1),
    (2,42,'2023-02-01', '2023-03-01', 'Яд', 'Отравление', 0),
    (3,2,'2010-08-09', '2010-08-30', 'Травма', 'Перелом ноги', 0),
    (4,3,'2022-01-02', '2022-01-16', 'Вирус', 'Коронавирус', 1),
    (5,4,'2019-03-02', '2019-03-16', 'Травма', 'Сотреение мозга', 1),
    (6,42,'2020-12-01', '2020-12-14', 'Обморожение', 'Ангина', 1),
    (7,5,'2022-04-01', '2022-04-14', 'Укус змеи', 'Отек Квинке', 0),
    (8,6,'2022-09-26', '2022-10-5', 'Врожденная', 'Гимертония', 0),
    (9,7,'2010-07-07', '2010-07-25', 'Ожирение', 'Инсульт', 0),
    (10,9,'2017-05-07', '2017-05-28', 'Болезнь', 'Мигрень', 1),
    (11,10,'2013-01-03', '2013-03-28', 'Травма', 'Перелом', 1)
]
